{
  "menu": {
    "works": "obras",
    "about": "info",
    "audio": "audio",
    "text": "texto",
    "links": "enlaces",
    "code": "código"
  },
  "about": {
    "short-bio": {
      "title": "Bio breve",
      "text": "(Buenos Aires, Argentina) Artista de sonoro, compositor, multi-instrumentista e investigador. Sus obras incluyen grabaciones de sonido, instalaciones de audio, performance, escultura sonora, diseño sonoro y música de cámara, coreografía y teatro. Su interés artístico se centra en la interacción entre música, performance, arte sonoro, electrónica en vivo, percepción audiovisual, medios interactivos y tecnología aplicada al arte. Posee un Doctorado en Ciencias Sociales y Humanas (UNQ). Licenciado en Composición con Medios Electroacústicos (en la UNQ). Es profesor en la Universidad de Quilmes (área de Computación Aplicada a la Música), en la Universidad Nacional de las Artes (área de Artes Multimediales) y en la Universidad de Tres de Febrero (área de Artes Electrónicas)."
    },
    "programming": {
      "title": "Programación",
      "text": "Apasionado por la programación y las aplicaciones digitales en audio, mi exploración del mundo de la programación comenzó hace dos décadas, abarcando lenguajes como C, C++, Python, Pure Data y más. Abogando por la filosofía de código abierto, me siento cómodo con Linux y alojo todos mis proyectos en repositorios de acceso público. También desarrollo hardware utilizando microcontroladores y computadoras de placa única. Recientemente, me interesan las aplicaciones web y herramientas en la nube, particularmente aquellas que integran IA y ML en audio. Motivado por contribuir y colaborar en el siempre cambiante panorama de la programación de audio, me impulsa una pasión por empujar límites y explorar soluciones innovadoras."
    },
    "music": {
      "title": "Música",
      "text": "Mi viaje musical comenzó cuando era apenas un niño, experimentando con instrumentos como la flauta, el piano, la guitarra clásica y eléctrica, el corno francés y sintetizadores. Con el tiempo, me vi atraído por el mundo de la composición musical, sumergiéndome en diversos géneros que incluyen clásico, contemporáneo, electroacústico, jazz, tango y los vibrantes sonidos del folclore argentino. Me cautiva la magia de mezclar diferentes instrumentos, creando arreglos para grupos que resuenan, y sumergirme en las intrigantes complejidades de la armonía moderna."
    },
    "research": {
      "title": "Investigación",
      "text": "Mi investigación interdisciplinaria reúne aspectos científicos, artísticos y musicales, ideando nuevas herramientas cognitivas y compositivas, realizando investigaciones originales en las áreas de psicofísica y arte sonoro. En mi investigación doctoral, el estudio de la Percepción de Distancia AudioVisual (PDAV), tanto en el arte sonoro como en psicofísica, involucra muchas señales aún no estudiadas en profundidad. Soy coautor de una amplia gama de publicaciones relacionadas con PDAV. Principalmente, me he centrado en el rol de la visión en la PVAD."
    },
    "teaching": {
      "title": "Enseñanza",
      "text": "Tengo una amplia experiencia docente, desde tutorías extensas hasta la enseñanza de cursos de pregrado y posgrado. Me interesa especialmente impartir cursos en tecnología, sonido y arte. A nivel de pregrado, he enseñado cursos de informática aplicada a la música, síntesis de sonido, talleres de sonido y multimedia, postproducción de sonido y procesamiento digital de señales. También me siento cómodo trabajando en equipo con otros profesores para desarrollar un entorno educativo altamente colaborativo e interdisciplinario que involucre tecnología, música, artes sonoro y ciencia en el contexto de diferentes aplicaciones artísticas."
    },
    "creation": {
      "title": "Creación",
      "text": "Explorando las complejidades del arte sonoro, me sumerjo en reinos únicos más allá de los confines tradicionales. Dentro de esta esfera creativa, el diseño de sonido se transforma en un campo dinámico, empujando límites y esculpiendo experiencias auditivas distintivas. Expandiéndome aún más, mis motivaciones artísticas me llevan al mundo de las instalaciones sonoras, donde los espacios elaborados amplifican la narrativa a través del sonido. Mi fascinación se extiende a obras de paisaje sonoro, tejiendo una interacción de texturas y entornos naturales y urbanos. Colaborando con coreografía y performance, mis composiciones se integran con cuerpos, movimiento y narrativa, transformando el ámbito performativo en una experiencia multisensorial inmersiva e interconectada."
    },
    "keywords": {
      "title": "Palabras claves",
      "text": "Sonido, Arte, Música, Audio, Tecnología, Código, Investigación, Doctorado, Experimental"
    }
  },
  "audio": {
    "aproximacion": {
      "title": "Aproximación / 500k",
      "text": "500k Abregu / Chimenti APROXIMACION está disponible en todas las plataformas de streaming. Lanzado el 9 de agosto de 2019 por Chancho Discos (AR) y LeRockPsicophonique (CL). Producido en todas sus etapas por 500k / Foto de portada ® Ximena Martínez / 500k, Buenos Aires, 2019"
    },
    "2nd-body": {
      "title": "2nd Body / URBAN BOSQUE",
      "text": "2nd Body está disponible en todas las plataformas de streaming. Lanzado en mayo de 2018 por Silent Flow Netlabel. \nCréditos / Producción artística de Ezequiel Abregú y Vera Nois / Ezequiel Abregú: Sintetizadores analógicos, guitarra, voces, percusión y flauta / Vera Nois: Sintetizadores analógicos, voces, percusión y sitar / Grabado en Urban Bosque Studio por Ezequiel Abregú y Vera Nois en enero de 2016 / Mezclado por Marco Bailo en Templo Limón Studio / Masterizado por Daniel Ovie en Ovie Mastering Studio / Diseño de portada por Urban Bosque / Audio de alto rango dinámico."
    },
    "mute": {
      "title": "MUTE / MUTE",
      "text": "MUTE está disponible en todas las plataformas de streaming. Lanzado el 18 de febrero de 2017 por Zenapolae Net Label. \nCréditos / Producción artística de Ezequiel Abregú y Martín Matus Lerner / Grabado en Urban Bosque Studio por Ezequiel Abregú y Martín Matus Lerner entre enero y marzo de 2016 / Mezclado por Marco Bailo en Templo Limón Studio / Masterizado por Daniel Ovie en Ovie Mastering Studio / Diseño de portada por Mariana Rojas / Audio de alto rango dinámico / Gracias a: Vera Nois – Universidad Nacional de Quilmes – Escuela Universitaria de Artes."
    },
    "500k": {
      "title": "500K / 500K",
      "text": "500k está disponible en todas las plataformas de streaming. \nLanzado el 5 de octubre de 2016 por Chancho Discos. Créditos / Producción artística Abregú y Chimenti / Grabado en Taller Paternópolis y Urban Bosque Studio por Ezequiel Abregu y Pablo Chimenti entre enero y marzo de 2016 / Mezclado por Marco Bailo en Templo Limón Studio / Masterizado por Daniel Ovie en Ovie Mastering Studio / Portada ‘State of Time’ por Pablo Ziccarello / Audio de alto rango dinámico / Gracias a: Ximena Martínez y Vera Nois"
    },
    "imaginarios-de-barrio": {
      "title": "Imaginarios de <barrio>",
      "text": "Lanzado el 1 de enero de 2014. \nCréditos / Diseño de sonido y programación: Ezequiel Abregú y Martín Matus Lerner / Entrevistas: Heliana Vera"
    }
  },
  "text": {
    "research": {
      "title": "Investigación",
      "text": ""
    },
    "thesis": {
      "title": "Tesis Doctoral",
      "text": "Uno de mis principales intereses es estudiar las señales (acústicas y no acústicas) involucradas en la percepción de distancia audiovisual (PDAV) en humanos. En el ámbito artístico, hay pocos ejemplos donde el parámetro de PDAV se haya utilizado como organizador de elementos sonoros, construyendo un espacio en el que se pueda reconocer patrones de trayectorias o diferentes texturas y planos en profundidad. El objetivo general de este trabajo se centra en llevar a cabo una investigación con una doble perspectiva:\n \n <ul><li>estudiar cómo interactúan las modalidades visual y auditiva para modular la percepción de distancia en los humanos,</li>\n <li>aplicar los resultados obtenidos en la investigación como una alternativa compositiva aplicable a la producción de sonido.</li></ul>"
    }
  },
  "links": {
    "email": {
      "title": "Correo"
    },
    "social": {
      "title": "Redes"
    },
    "donations": {
      "title": "Donaciones"
    },
    "license": {
      "title": "Licencia"
    }
  },
  
  "works": {
    "cave-aquam": {
      "title": "Cave Aquam",
      "text-1": "CAVE AQUAM es el resultado de un proceso de investigación que se centra en temas relacionados con canteras y aguas sulfurosas en el territorio de Tivoli Guidonia. Un territorio que contiene una multitud de actores, problemas territoriales y ambientales, problemas ecosistémicos, burocráticos, legales, económicos y extractivos.",
      "text-2": "CAVE AQUAM es un proyecto colaborativo surgido al finalizar la edición 2023 de la Maestría en 'Humanidades Ambientales - Estudios Ambientales y Territoriales' (Universidad Roma Tre). \nCAVE AQUAM es la narrativa de lugares que contienen una pluralidad de actores, cuestiones territoriales y ambientales, problemas ecosistémicos, burocráticos y legales, económicos, y extractivos. CAVE AQUAM tiene como objetivo llamar la atención, como urgencia y emergencia, sobre los eventos que giran en torno a canteras y agua en la zona de Tivoli y Guidonia. \nCAVE AQUAM es un grupo de investigación multidisciplinario compuesto por cris martone, Paola Pietronave, Nasti Pelo, Arianna Cianetti, Davide Somatics, Cecilia Blanco, Laura Landi."
    },
    "eat-to-look-inside": {
      "title": "Eat to Look Inside",
      "text-1": "Eat to look inside (2020) es la primera de una serie de acciones de performance audiovisual que exploran el sonido, las imágenes y el potencial simbólico del acto de comer. Esta obra propone el 'comer' como un acto lúdico para obtener información e inspeccionar objetos de manera transdisciplinar. Eat to Look Inside aborda una propuesta de comunicación no verbal y evolución libidinal, a través de la cual se expresa y organiza la relación con un objeto. Esta obra propone una distancia a través de un estímulo audiovisual único, cuya interacción ocurre solo a nivel perceptual a través de la observación. \nNota: después de acceder al enlace, haz clic / toca en la pantalla.",
      "text-2": " "
    },
    "one-line": {
      "title": "One Line",
      "text-1": "One Line es una performance sonora que explora el cuerpo y el movimiento como una sucesión continua de puntos trazando un espacio. El cuerpo interactúa/interviene/activa un haz de luz láser que se curva por el sonido y se expande como un conjunto de puntos en el mismo plano. De esta manera, el cuerpo y la línea se convierten en una entidad indivisible.",
      "text-2": "Cuando el resto del cuerpo-punto en movimiento en el plano se destruye, se mueve en el espacio, dando lugar a la línea. One Line representa la forma performativa más simple y pura que, al mismo tiempo, puede ser dinámica y variada. En este marco, los límites se difuminan y la periferia se convierte en un contorno y su contenedor.",
      "text-3": "<b>Idea, concepto general y diseño del dispositivo:</b> Ezequiel Abregu \n <b>Performance:</b> Ezequiel Abregu, Florencia Staldecker"
    },
    "artificial-grandparents": {
      "title": "Los Abuelos Artificiales",
      "text-1": "Constanza (México, 1990) tiene una casa en su cabeza. Y no es exactamente la de la Calle Sáenz Peña 1041 en Zárate, la que construyeron sus bisabuelos y donde creció su madre antes del exilio de sus abuelos.",
      "text-2": "Con la ayuda de la 'Inteligencia Artificial', ella cree que puede aprovechar esa casa interior, construida por la memoria familiar, para recuperar algo de valor que desapareció cuando perdió la casa. La acompañamos hasta la puerta de la casa hoy, pero parece ser más la arquitectura de otra memoria familiar. Si la memoria construye y sobrescribe de otras maneras, generando otras realidades, ¿qué valor tiene la verdad actual residente en esa casa?",
      "text-3": "<b>Laboratorio de cuerpo interactivo</b> \nCentro Hipermedial Experimental Latinoamericano CheLA Buenos Aires, Argentina + Remap Ucla University of California, LA Performance: Constanza Casamadrid Diseño Multimedia: Myriam Beutelspacher Myri Alcántar Diseño de Interactividad: Juan Camilo León Sarmiento Dramaturgia y Puesta en escena: Ezequiel EC Steinman Diseño de Sonido y Música Original: Ezequiel Abregu Programación: Luciano Toledo TOLCH, Juan León Sarmiento Constanza Casamadrid Video: Ezequiel Steinman",
      "text-4": "<b>Equipamiento del laboratorio OPEN P TRACK + TOUCH DESIGNER</b> \nJeff Burke – Director. \nSantiago Núñez – Co-Director. \nBelén Tondo – Productora. \nFrancisca Armando - Productora. \nJared J. Stein – Artista residente / mentor, escritor y dramaturgo. \nMatthew Ragan – Artista residente / mentor, medios interactivos. \nPeter Gusev – Artista residente / mentor, desarrollo de software. \nZoe Sandoval – Artista residente, medios interactivos. \nRandy Illum - Artista residente, estudios de información. \nSam Amin – Artista residente, desarrollo de software. \nRenee MacDonald – Coordinadora de proyectos REMAP. \nJael Díaz Vila – Diseño gráfico."
    },
    "urban-bosque": {
      "title": "Bosque Urbano",
      "text-1": "URBAN BOSQUE fue concebido sobre tres puntos poéticos: \n<b>Organicidad:</b> entendida como la extensión del propio gesto del cuerpo a través del discurso sonoro, \n<b>Espontaneidad:</b> tomada como la matriz de la composición artística, generando historias que unen las piezas,\n <b>Entorno Urbano:</b> considerado como influencia de la ciudad contemporánea en un contexto sonoro inmersivo.",
      "text-2": "Los instrumentos elegidos consisten en una amplia gama de sintetizadores analógicos, voces, guitarra eléctrica, cítara y una variedad de instrumentos de viento nativos. URBAN BOSQUE intenta investigar la organicidad intrínseca del sonido eléctrico-analógico y el diálogo producido por instrumentos acústicos diversos.",
      "text-3": "URBAN BOSQUE pretende establecer la relación entre la electricidad, como generadora de sonido, y la energía (mecánica, eólica, eléctrica) que proviene del cuerpo que excita los diversos instrumentos acústicos."
    },
    "mute": {
      "title": "MUTE",
      "text-1": "MUTE es un dúo de música experimental de Buenos Aires, Argentina, compuesto por Ezequiel Abregú y Martín Matus, donde la construcción del sonido emerge del procedimiento y el gesto. Nuestra estética ha sido influenciada por muchos estilos (contemporáneo, ambiental, electrónico y ruido experimental), conformando una propuesta personal y original.",
      "text-2": " "
    },
    "500k": {
      "title": "500K",
      "text-1": "500k es un dúo de guitarras compuesto por Ezequiel Abregú y Pablo Chimenti, donde la construcción del sonido surge del procedimiento y el gesto. El proyecto genera retroalimentación saturando procesos analógicos y digitales como base para la expansión y contracción de la textura tímbrica. La improvisación, la música experimental y la composición se funden en la experiencia performativa.",
      "text-2": " "
    },
    "chrysalis": {
      "title": "Crisálida",
      "text-1": "Crisálida es una Escultura Sonora Interactiva que relaciona la sostenibilidad, el vínculo humano con su entorno y los procesos que genera a lo largo del tiempo. Los autores de la escultura son Carla Colombini (escultora), Ezequiel Abregú y Martín Matus (artistas sonoros).",
      "text-2": "Crisálida consiste en una escultura elaborada, en su mayor parte, utilizando una gran cantidad de residuos electrónicos. Desde un punto de vista simbólico, propone una posición crítica y reflexiva sobre el tratamiento de los residuos, alentando a los espectadores a reflexionar sobre los problemas ambientales y la sostenibilidad desde el arte. \n En este marco, la obra propone una proyección simbólica del problema existente entre los humanos y sus desechos tecnológicos, revelando así un espacio de correlación directa entre el entorno urbano contemporáneo y sus vertederos. \nEl consumo excesivo de dispositivos de alta tecnología, la evolución cultural dependiente de la tecnología, las estrategias de obsolescencia programada y la falta de controles y políticas sobre el tratamiento de los desechos tecnológicos generan un nuevo tabú en las sociedades urbanas: los vertederos tecnológicos. Debido al aumento exponencial de estos sitios, tenemos, como consecuencia, la expansión de sus límites, invadiendo progresivamente nuestro espacio urbano.",
      "text-3": "Crísalis pretende realizar, desde la perspectiva del arte, una mirada reflexiva sobre este problema, centrándose en tres temas principales: \n <ul><li><b>Arte y tecnología</b>, proponiendo una posible solución al problema reutilizando residuos tecnológicos como materiales para la realización de la escultura,</li><li><b>Reflexión crítica</b>, reafirmando los valores relacionados con la forma de relacionarse con la ciudad, el entorno natural y la tecnología, y </li><li> <b>Sostenibilidad</b>, postulándonos como parte de una generación que actúa para satisfacer sus necesidades de manera consciente y sostenible.</ul>"
    },
    "lejos": {
      "title": "LEJOS",
      "text-1": "La actriz busca los cuerpos de representaciones biográfico-ficcionales del pasado en su memoria. A través de un viaje físico extremo que comienza con la respiración, los cuerpos del pasado aparecen y se actualizan en el presente. LEJOS explora cómo habitar un espacio vacío y liberar al cuerpo de cierta memoria, en un intento de transformar los mecanismos de representación y experimentar autonomía.",
      "text-2": "LEJOS es una investigación multidisciplinaria, que combina teatro, performance, artes visuales y sonoras. Desde el inicio del proceso creativo, el desafío consistió en trabajar en los umbrales perceptivos de la respiración y el silencio, en el despliegue del espacio acústico-escénico y los puntos de transición donde un símbolo o sonido puede ser una cosa u otra dependiendo del contexto. En particular, desde el punto de vista del tratamiento sonoro de la obra, se abordó la idea de la memoria y el ruido como un concepto clave para la composición del espacio sonoro. En este marco, el tratamiento del silencio y el ruido actúa como un marco espacial y temporal (que también se conecta con el pasado ficticio del personaje), constituyendo un eslabón crucial entre el aspecto simbólico de la obra y el pasado ficticio de la actriz.",
      "text-3": "<b>Créditos</b> \nActriz: Florencia Bergallo / Diseño de sonido y música: Ezequiel Abregú / Foto: Mariana Roveda Escénica / Dramaturgia: Florencia Bergallo y Marina Sarmiento / Asesoría de dramaturgia: Ezequiel Steinman / Diseño y producción de vestuario: Belén Parra / Producción fotográfica del personaje: Néstor Burgos / Colaboración artística: Julieta Potenze / Producción: Cooperativa LEJOS / Asistente de producción: Julieta Benedetto / Asistente técnica: Selva Aimé / Asistente de dirección: Micaela Moreno / Concepto, coreografía y dirección: Marina Sarmiento"
    },
    "viajes-de-sarmiento": {
      "title": "Los Viajes de Sarmiento",
      "text-1": "Cuatro mujeres viajan a través de diferentes paisajes de su memoria a través de un pulso que construye su propia cartografía. Constelan espectros y paisajes que recuperan las voces de las piedras que los libros nombran como desierto. La experiencia física y emocional de Los Viajes de Sarmiento abre la posibilidad de inventar un cuerpo comunal, visceral y mestizo anclado en el presente.",
      "text-2": "Diseño de sonido, música original y actuación en vivo para Los Viajes de Sarmiento, dirigida por Marina Sarmiento. \nLos Viajes de Sarmiento propone una apropiación contemporánea y bastarda de los viajes que D. F. Sarmiento realizó durante el siglo XIX. A través de un contraste estético en un viaje biográfico y singular, Marina Sarmiento junto con la bailarina M. Eugenia Roces, las actrices Cecilia Blanco y Florencia Bergallo y el músico Ezequiel Abregú, buscan poner en tensión la memoria del cuerpo y el paisaje en escena.",
      "text-3": "<strong>Créditos</strong> \nIntérpretes/Creadores: Florencia Bergallo, Cecilia Blanco, María Eugenia Roces, Marina Sarmiento / Diseño de sonido y actuación en vivo: Ezequiel Abregú / Vestuario: Belén Parra / Dramaturgia: Ezequiel Steinman / Asesoría bibliográfica: Julieta Benedetto y Natalia Lerussi / Foto: Marcos Crapa / Diseño gráfico: Martín Molinaro / Diseñador de luces: Gonzalo Córdova / Asistencia de sonido: Exequiel Redchuk / Entrenador: Nicolas Delavanso / Asistencia coreográfica: Débora Diskin / Asistencia de dirección: María Eugenia Roces / Productora ejecutiva: Julieta Benedetto / Producción general: Cooperativa Los Viajes de Sarmiento / Concepto, coreógrafa y directora: Marina Sarmiento"
    },
    "bowl-of-secrets": {
      "title": "Búcaro de Secretos",
      "text-1": "Búcaro de Secretos es una instalación sonora generativa creada por Damián Anache, Ezequiel Abregu y Martín Matus, para la apertura de <i>Nota al pie</i> (librería de la Editorial Universidad Nacional de Quilmes), celebrada el 11 de abril de 2013.",
      "text-2": "El enfoque de la composición se basa en la idea de la música generativa. Se diseñó un algoritmo en el entorno Pure Data (también conocido como PD) utilizando un sistema de reglas para crear una estructura o textura sonora donde los resultados son únicos cada vez. Búcaro de Secretos utiliza un arreglo de 8 altavoces con una distribución uniforme y circular como dispositivo de reproducción. La obra articula texturas propias de la música electroacústica y textos de Erik Satie, utilizando criterios estéticos propios del género ambiental. En esta línea estética, el discurso sonoro intenta satisfacer al oyente en dos niveles: ofrece un ambiente de comodidad auditiva y, al mismo tiempo, proporciona un tema de interés en una situación de escucha atenta de la música. Ambas condiciones funcionan simultáneamente sin condicionar una recepción u otra."
    },
    "pieces-for-ensemble": {
      "title": "Dos Piezas para Ensemble",
      "text-1": "<b>Instrucciones para entrar en contacto con mundos suprafísicos / Los océanos tienen oídos.</b> \n En 2011, con el apoyo de la editorial musical MELOS (Bs. As., Argentina), Ezequiel Abregú tuvo la oportunidad de trabajar junto al conjunto Compañía Oblicua, dirigido por el Mtro. Marcelo Delgado. De esta colaboración surgieron dos piezas para ensemble llamadas “Instrucciones para entrar en contacto con mundos suprafísicos” y “Los océanos tienen oídos“. Estas piezas fueron estrenadas por la <i>Compañía Oblicua</i> el 4 de julio de 2012, en el auditorio de la Biblioteca Nacional (Buenos Aires, Argentina).",
      "text-2": " "
    },
    "imaginarios-de-barrio": {
      "title": "Imaginarios de < Barrio >",
      "text-1": "Imaginarios de < barrio > (< Vecindario > imaginarios) es una instalación sonora generativa realizada en el marco de la convocatoria Arte y Política 2013 de Paternal. Se presentó originalmente en sistema de audio envolvente de varios canales. Imaginarios de <Barrio> propone repensar el concepto de vecindario y la experiencia individual en el lugar de pertenencia. Cruzar elementos del imaginario colectivo con el personal crea una textura de símbolos, anécdotas, emoción y experiencia. El entorno sonoro se construye a partir de un registro fragmentario y arbitrario que no jerarquiza sonidos o intervenciones, palabras o momentos, sino que elabora vínculos sin prejuicios en una banda sonora densa.",
      "text-2": "Créditos:\n Diseño de sonido y programación: Ezequiel Abregú / Martín Matus Lerner (MUTE) Entrevistas: Heliana Vera. Instalación sonora generativa para sonido envolvente presentada en noviembre de 2013 en La Noche de los Museos - Proyecto Espacio Paternal (Bs As, Argentina)."
    }
      
  }    

}
